<template>
    <my-page title="帮助" backable>
        <div class="common-container">
            <ui-article class="article tool-article">
                <h2>相关知识</h2>
                <h3>预产期计算（怀孕周期计算）</h3>
                <p>由于每一位孕妇都难以准确地判断受孕的时间，所以，医学上规定，以末次月经的第一天起计算预产期，其整个孕期共为280天，10个妊娠月（每个妊娠月为28天）。孕妇在妊娠38-42周内分娩，均为足月。由于每位女性月经周期长短不一，所以推测的预产期与实际预产期有1-2周的出入也是正常的。主要的计算方法有以下几种：</p>
                
                <p>1.根据末次月经计算：</p>
                <p>末次月经日期的月份加9或减3，为预产期月份数；天数加7，为预产期日。例如：张女士的末次月经是2008年3月13日，其预产期约为：2008年12月20日。李女士的末次月经是2008年5月28日，其预产期约为：2009年3月5日也可以从末次月经第一天起向后推算到第280天就是预产期。</p>

                <p>2.根据胎动日期计算：</p>
                <p如你记不清末次月经日期，可以依据胎动日期来进行推算。一般胎动开始于怀孕后的18-20周。计算方法为：初产妇是胎动日加20周；经产妇是胎动日加22周。</p>

                <p>3.根据基础体温曲线计算：</p>
                <p>将基础体温曲线的低温段的最后一天作为排卵日，从排卵日向后推算264-268天，或加38周。</p>

                <p>4.根据B超检查推算：</p>
                <p>医生做B超时测得胎头双顶间径、头臀长度及股骨长度即可估算出胎龄，并推算出预产期（此方法大多作为医生B超检查诊断应用）。</p>

                <p>5.从孕吐开始的时间推算：</p>
                <p>反应孕吐一般出现在怀孕6周末，就是末次月经后42天，由此向后推算至280天即为预产期。</p>

                <p>侦测与确定日期</p>
                <p>妊娠的开始可由数种方式确定。一是侦测新形成的胎盘所产生的荷尔蒙。临床的尿液与血液检查可以在受孕后6-8天内侦测妊娠。家用的尿液检查则通常要12-15天后才有效侦测。这两种方式都只能侦测妊娠而无法得知受孕的日期。妊娠也可由月经的中断确定。月经中断早于任何妊娠早期症状（如害喜）。实际上医生通常以女性报告的上次月经的第一天来计算受孕日（即胚胎的“年纪”）。除非只有很少的性行为，无从得知受孕的确切日期。</p>
                <p>由于受孕日期难以确定，胚胎与胎儿也只在科学上区分，不会在实际的怀孕中区分。受孕还可更进一步分为卵子在输卵管中遇到精子的受精以及后来的著床。</p>
            </ui-article>
        </div>
    </my-page>
</template>

<style scoped>
    .article {
        max-width: 900px;
    }
</style>
