<template>
    <my-page title="帮助" backable>
        <ui-article class="article tool-article">
            <h2>工具介绍</h2>
            <p>本工具可计算最大心率和靶心率。</p>
            <p>本测试仅供参考，有关疾病相关诊断请咨询医生！</p>

            <h2>相关知识</h2>
            <p>心率是指正常人安静状态下每分钟心跳的次数，也叫安静心率，一般为60～100次/分，可因年龄、性别或其他生理因素产生个体差异。</p>
            <p>一般来说，年龄越小，心率越快，老年人心跳比年轻人慢，女性的心率比同龄男性快，这些都是正常的生理现象。</p>
            <p>安静状态下，成人正常心率为60～100次/分钟，理想心率应为55～70次/分钟（运动员的心率较普通成人偏慢，一般为50次/分钟左右）。</p>
            <p>靶心率：靶心率，指运动时需要达到的目标心率，它是判断有氧运动的重要依据。</p>
        </ui-article>
    </my-page>
</template>

<style scoped>
    .article {
        max-width: 900px;
    }
</style>
